{
    "HomePage": {
        "title": "Hello world!",
        "about": "Go to the about page",
        "featured_products": "Featured products",
        "bestsellers": "Bestsellers",
        "Card": {
            "title": "When might you need it?",
            "desc": "Anytime and anywhere! It provides ideal support for short distances, like when you need to carry your toddler up the stairs in a building without an elevator, or when you're accompanying the “big sibling” to kindergarten or school. You'll also love it during vacations, from the airport all the way to the sandy beach, where strollers can no longer manage. It''s small enough to take anywhere, yet big enough to enhance the bonding experience between you and your child."
        }
    },
    "ShopPage": {
        "filter": "filter",
        "Filters": {
            "sort_by:": "Sort by:",
            "newest": "Newest Arrivals",
            "bestsellers": "Bestsellers",
            "price_low_to_high": "Price: Low to High",
            "price_high_to_low": "Price: High to Low",
            "featured": "Featured"
        }
    },
    "ProductPage": {
        "in_stock": "In stock"
    },
    "KeyFeatures": {
        "first": {
            "title": "Lightweight and Comfortable",
            "description": "Weighs just a few grams but is strong enough to support up to 20kg. Its ergonomic design, with a wide, soft, adjustable shoulder strap, helps distribute weight evenly, reducing pressure on the shoulder."
        },
        "second": {
            "title": "Easy to Use",
            "description": "Quick and easy to use, so you can pick up and set down your child quickly anytime, anywhere."
        },
        "third": {
            "title": "Compact and Portable",
            "description": "Thanks to its small size and compact design, you can easily take it anywhere where a stroller isn't an option, as it fits into a small bag."
        }
    },
    "NotFoundPage": {
        "page_not_found": "Page Not Found",
        "not_found_desc": " We're sorry, but the page you're looking for doesn't exist or has been moved.",
        "home": "Return to Home"
    },
    "Common": {
        "quick_links": "Quick Links",
        "informations": "Informations",
        "shipping": "Shipping",
        "refund": "Refund",
        "customer_care": "Customer Care",
        "privacy_policy": "Privacy Policy",
        "contact": "Contact",
        "t_c": "Terms and Conditions",
        "home": "Home",
        "shop": "Shop",
        "about_us": "About us",
        "carrier_instuctions": "Carrier instructions",
        "sub_to_email": "Subscribe to our emails",
        "subscribe": "Subscribe",
        "toddler_carrier": "Toddler hip {count, plural, =0 {carrier} =1 {carrier} other {carriers}}",
        "premium": "Premium",
        "cart": "Cart",
        "add_to_cart": "Add to Cart"
    },
    "Error": {
        "something_went_wrong": "Something went wrong...",
        "contact": "Please contact support at"
    },
    "Product": {
        "toddler_carrier": {
            "short": "Our LIFTY - toddler carriers offer a comfortable, ergonomic, practical, and quick solution for every parent with a toddler. They're perfect for children who want to be held one moment and explore their surroundings the next. Easy to use and compact, they can be taken anywhere, making them ideal for short trips, shopping, stair climbing, and more. Our handcrafted products, made in EU, are crafted from OEKO-TEX certified 100% cotton materials and high-quality YKK buckles, ensuring the safety of your child. We recommend them to anyone who wants to provide their child with both closeness and the freedom to explore.",
            "list_1": "With the hip carrier, you can easily pick up or put down your child with a single motion, anytime, anywhere.",
            "list_2": "Thanks to its ergonomic design, it's more comfortable and lighter than carrying your child in your arms.",
            "list_3": "Its small size allows you to carry it easily in a bag, so it's always handy when you need it.",
            "list_4": "A Europian handcrafted product made with OEKO-TEX certified materials and safe YKK buckles, ensuring your child's safety at all times.",
            "list_5": "Comfortable for both moms and dads, making it a joy to use in everyday life."
        }
    }
}
