{
    "HomePage": {
        "title": "Hello world!",
        "about": "Go to the about page",
        "featured_products": "Featured products",
        "bestsellers": "Bestsellers",
        "Card1": {
            "title": "When might you need it?",
            "desc": "Anytime and anywhere! It provides ideal support for short distances, like when you need to carry your toddler up the stairs in a building without an elevator, or when you're accompanying the “big sibling” to kindergarten or school. You'll also love it during vacations, from the airport all the way to the sandy beach, where strollers can no longer manage. It''s small enough to take anywhere, yet big enough to enhance the bonding experience between you and your child."
        },
        "Card2": {
            "title": "Your travel essential",
            "desc1": "This compact and portable toddler hip carrier is designed to go where strollers can't. Ready for adventure? Let's go!",
            "desc2": "Whether you're basking in the sun on the beach or wandering through charming historic streets, the Lifty premium carrier is the ultimate holiday essential. Ditch the bulky stroller and embrace the freedom to explore!"
        },
        "the_toddler_hip_carrier": "The toddler hip carrier",
        "the_essentials_for_adventures": "The essential for adventures"
    },
    "ShopPage": {
        "filter": "filter",
        "Filters": {
            "sort_by:": "Sort by:",
            "newest": "Newest Arrivals",
            "bestsellers": "Bestsellers",
            "price_low_to_high": "Price: Low to High",
            "price_high_to_low": "Price: High to Low",
            "featured": "Featured"
        },
        "description": "Our LIFTY - toddler carriers offer a comfortable, ergonomic, practical, and quick solution for every parent with a toddling child. For those little ones who one moment want to be held in your arms and the next are eager to explore the world. They are easy to use and, thanks to their compact size, can be taken anywhere, making them ideal for short trips, shopping, climbing stairs, and more. Our handmade products are made in Hungary from OEKO-TEX certified 100% cotton materials and high-quality YKK straps, ensuring the safety of your child. We recommend them to anyone who wants to provide their child with both closeness and the freedom to explore at the same time."
    },
    "KeyFeatures": {
        "first": {
            "title": "Lightweight and Comfortable",
            "description": "Weighs just a few grams but is strong enough to support up to 20kg. Its ergonomic design, with a wide, soft, adjustable shoulder strap, helps distribute weight evenly, reducing pressure on the shoulder."
        },
        "second": {
            "title": "Easy to Use",
            "description": "Quick and easy to use, so you can pick up and set down your child quickly anytime, anywhere."
        },
        "third": {
            "title": "Compact and Portable",
            "description": "Thanks to its small size and compact design, you can easily take it anywhere where a stroller isn't an option, as it fits into a small bag."
        }
    },
    "ShopFeatures": {
        "30_return": "30 Day returns",
        "30_return_desc": "Return your purchase within 30 days for a full refund.",
        "fast_shipping": "Fast shipping",
        "fast_shipping_desc": "Delivered within 7 working days!",
        "eco_friendly": "SAFE & ECO-FRIENDLY",
        "eco_friendly_desc": "Made from 100% OEKO-TEX® certified cotton."
    },
    "NotFoundPage": {
        "page_not_found": "Page Not Found",
        "not_found_desc": " We're sorry, but the page you're looking for doesn't exist or has been moved.",
        "home": "Return to Home"
    },
    "Common": {
        "legal": "Legal",
        "quick_links": "Quick Links",
        "informations": "Informations",
        "shipping": "Shipping Policy",
        "refund": "Refund Policy",
        "customer_care": "Customer Care",
        "privacy_policy": "Privacy Policy",
        "contact": "Contact",
        "t_c": "Terms and Conditions",
        "home": "Home",
        "shop": "Shop",
        "about_us": "About us",
        "carrier_instuctions": "Carrier instructions",
        "sub_to_email": "Subscribe to our emails",
        "subscribe": "Subscribe",
        "toddler_carrier": "Toddler hip {count, plural, =0 {carrier} =1 {carrier} other {carriers}}",
        "premium": "Premium",
        "cart": "Cart",
        "add_to_cart": "Add to Cart",
        "empty_cart": "You have no items in your cart!",
        "recently_viewed": "Recently viewed",
        "view_cart": "View cart",
        "checkout": "Checkout",
        "continue_shopping": "Continue shopping",
        "view": "View",
        "checkout_including": "Including {sign} {tax} in taxes",
        "login": "Login",
        "cart_updated": "Your cart has been updated: unavailable items or prices changed items were removed. Please review before checking out.",
        "logout": "Logout",
        "my_account": "My Account",
        "orders": "Orders",
        "account": "Account",
        "close": "Close"
    },
    "Error": {
        "title": "Something went wrong!",
        "shopMessage": "Sorry about the error. We encountered a problem while loading the shop page.",
        "goHome": "Go to Homepage",
        "tryAgain": "Try Again",
        "something_went_wrong": "Something went wrong...",
        "contact": "Please contact support at info@liftyofficial.com",
        "something_went_wrong_checkout": "Something went wrong while checking out. Please refresh the page and try again.",
        "invalid_credentials": "Invalid email or password",
        "login_error": "Something went wrong while logging in. Please try again. Or contact support at info@liftyofficial.com",
        "too_many_requests": "Too many requests. Please try again after 15 minutes."
    },
    "Auth": {
        "magic_link_login": "Magic Link Login",
        "magic_link_sent": "Magic link sent to your email!",
        "magic_link_error": "Failed to send magic link",
        "too_many_requests": "Too many requests. Please try again later.",
        "invalid_email": "Please enter a valid email address.",
        "check_email": "Check your email",
        "send_magic_link": "Send Magic Link"
    },
    "Product": {
        "in_stock": "In stock",
        "out_stock": "Out of stock",
        "free_shipping": "Free shipping on all orders",
        "order_before": "Place your order before 2 PM, it will be shipped on the same day",
        "suitable": "Suitable for children aged 9 months to 4 years, with a maximum weight limit of 20kg",
        "toddler_carrier": {
            "short": "Our LIFTY - toddler carriers offer a comfortable, ergonomic, practical, and quick solution for every parent with a toddler. They're perfect for children who want to be held one moment and explore their surroundings the next. Easy to use and compact, they can be taken anywhere, making them ideal for short trips, shopping, stair climbing, and more. Our handcrafted products, made in EU, are crafted from OEKO-TEX certified 100% cotton materials and high-quality YKK buckles, ensuring the safety of your child. We recommend them to anyone who wants to provide their child with both closeness and the freedom to explore.",
            "list_1": "With the hip carrier, you can easily pick up or put down your child with a single motion, anytime, anywhere.",
            "list_2": "Thanks to its ergonomic design, it's more comfortable and lighter than carrying your child in your arms.",
            "list_3": "Its small size allows you to carry it easily in a bag, so it's always handy when you need it.",
            "list_4": "A Europian handcrafted product made with OEKO-TEX certified materials and safe YKK buckles, ensuring your child's safety at all times.",
            "list_5": "Comfortable for both moms and dads, making it a joy to use in everyday life.",
            "long_desc_1": "The behavior of toddlers is often unpredictable. One moment, they want to be held in your arms, seeking safety and closeness, while the next, they can't wait to run around freely and explore the world. This duality is a natural part of their development, as they simultaneously crave parental closeness and the experience of independence. To meet these ever-changing needs, flexible and practical solutions are essential. Lifty hip carriers allow us to quickly adapt to the varying demands of our children while also making everyday life easier for parents.",
            "long_title_2": "When might you need it?",
            "long_desc_2": "Anytime and anywhere! It provides ideal support for short distances, like when you need to carry your toddler up the stairs in a building without an elevator, or when you're accompanying the “big sibling” to kindergarten or school. You'll also love it during vacations, from the airport all the way to the sandy beach, where strollers can no longer manage. It''s small enough to take anywhere, yet big enough to enhance the bonding experience between you and your child.",
            "long_title_3": "For whom and why?",
            "long_desc_3": "Our Lifty premium hip carriers relieve the strain on your arms, provide better posture, and offer greater comfort compared to simply carrying your child in your arms. Thanks to their ergonomic design, wide, soft, and adjustable shoulder straps, they help distribute the weight properly, reducing the pressure on your shoulders. This unisex product will be loved by both women and men. This is not a baby carrier! Designed with great care and love for short distances, exclusively for toddlers, from approximately 9 months to 4 years old, but with a maximum weight limit of 20 kg.",
            "dotted_desc_1": "Shoulder Strap: 2 cm thick, specially firm, high-quality foam that provides ergonomic support and comfort. Thanks to its elasticity and shape-retaining properties, it fits snugly on the shoulder, distributes the weight, and reduces pressure points. The buckle is designed to sit on the foam, so it doesn’t press into the shoulder. Its durable material retains its shape over the long term and resists wear, ensuring the shoulder strap remains flawless even after years of use.",
            "dotted_desc_2": "Buckle: YKK buckle. These buckles are renowned for their excellent quality and reliability. They are extremely durable, have a long lifespan, and provide strong support, which is essential for safety. YKK also commits to sustainability, striving for environmentally friendly manufacturing processes and material usage, making their products not only reliable but also eco-friendly.",
            "dotted_desc_3": "Strap: 75 cm long and 5 cm wide polypropylene. The PP strap is strong and secure, yet lightweight, so it doesn’t significantly increase the carrier’s weight. It is water- and UV-resistant, making it durable and resistant to environmental factors, as well as easy to clean, which is practical for everyday use. Its elasticity ensures comfortable wear and guarantees a long lifespan.",
            "dotted_desc_4": "Seat: Made from 100% cotton with OEKO-TEX® Standard 100 certification. This is a textile material that meets the internationally recognized OEKO-TEX® Standard 100. This certification guarantees that the cotton material is free from harmful chemicals and is safe for skin contact, which is especially important for children."
        },
        "description": "Description"
    },
    "Order": {
        "cant_find_your_order": "Sorry we can't find your order!",
        "your_payment_status": "Your payment status is: {status}",
        "your_order_status": "Your order status is: <important> {status} </important>",
        "thank_you_order": "Thank you for your order, {name}!",
        "your_order_id": " Your order id: <important> {orderId} </important>",
        "confirmation_email_sent": "The order confirmation email with details of your order has been sent to your email address.",
        "paid": "paid"
    },
    "Form": {
        "contact": "Contact",
        "email": "Email",
        "dial_code": "Dial Code",
        "select_dial_code": "Select a dial code",
        "phone_number": "Phone Number",
        "enter_phone_number": "Enter your phone number",
        "email_news": "Email me with news and offers",
        "delivery": "Delivery",
        "country": "Country",
        "select_country": "Select a country",
        "firstname": "Firstname",
        "lastname": "Lastname",
        "postalcode": "Postal Code",
        "city": "City",
        "address": "Address",
        "street_address": "Street address",
        "apartment": "Apartment",
        "apartment_details": "Apartment, suit, unit, etc. (optional)",
        "place_order": "Place Order",
        "total": "Total",
        "shipping": "Shipping",
        "free": "Free",
        "order_success": "Order successfully placed! You are now redirected to the secure payment page... in {count} seconds",
        "start_payment": "Start payment now",
        "login": "Login",
        "password": "Password",
        "email_required": "Email is required",
        "email_invalid": "Please enter a valid email address."
    },
    "Validation": {
        "email": "Please enter a valid email address",
        "country": "Please select a country",
        "firstname": "Please enter your first name",
        "lastname": "Please enter your last name",
        "address": "Please enter your address",
        "postalCode": "Please enter a postal code",
        "city": "Please enter your city",
        "dialcode": "Please select a dial code",
        "phone": "Please enter a phone number"
    },
    "AboutUs": {
        "description": "<p>As parents of two little children, we created our online store. We are proud to introduce our own Lifty premium hip carriers. We dreamed up this carrier to make our daily lives easier—and yours too! The Lifty is practical, comfortable, easy to use, and the perfect companion for everything from beach walks to city outings. Every detail has been carefully designed to provide the utmost comfort and support for both parents and their children.</br></br> We strive to ensure that every family finds the ideal product with us, one that makes everyday life easier and more beautiful.</br></br> If you have any questions, feel free to reach out to us with confidence! We’re happy to help with anything you need!</br></br> Best regards,</br> Judit and Viktor</p>"
    },
    "Shipping": {
        "policy": "Shipping Policy",
        "first": "1. LIFTY strives to process and deliver your order as smoothly and quickly as possible. We ensure that all products are shipped accurately. In the unlikely event that you receive an incomplete or damaged order, please notify us within 48 hours of receipt, and we will take care of the rest.",
        "first-b": "2. Normally, all items shown are in stock, and we will dispatch your order within 1 day. When you place an order before 1.00 PM, we will do our best to dispatch it the same day.",
        "second": "3. We offer <strong>free shipping to all EU countries,</strong> with delivery typically taking <strong>7 working days</strong>. All orders are shipped via <strong>UPS.</strong>",
        "third": "4. Orders will be shipped to the delivery address provided by you.",
        "fourth": "5. Once your order has been shipped, <strong>tracking details will be sent via email to the address you provided.</strong>",
        "fifth": "6. If an incorrect address is provided, the costs for lost or undelivered products will be at your own expense."
    },
    "Refund": {
        "policy": "Refund Policy",
        "first": "1. You have the option to return the product within <strong>30 days</strong> from the date of receipt.",
        "second": "2. <strong>The cost of return shipping is the responsibility of the customer.</strong>",
        "third": "3. Send the ordered product back to our company address by courier: <strong>Hungary, 1151, Budapest, Szekely Elek street 11, Rapidlog Kft.</strong>",
        "fourth": "4. Once we receive and inspect the returned product, we will refund the purchase price to the provided bank account immediately, but no later than 5 days.",
        "fifth": "5. The product must be <strong>undamaged and unused, and original tags must not be removed.</strong>"
    },
    "Privacy": {
        "policy": "Privacy Policy",
        "first": "1. You have the option to return the product within <strong>30 days</strong> from the date of receipt.",
        "second": "2. <strong>The cost of return shipping is the responsibility of the customer.</strong>",
        "third": "3. Send the ordered product back to our company address by courier: <strong>Hungary, 1151, Budapest, Szekely Elek street 11, Rapidlog Kft.</strong>",
        "fourth": "4. Once we receive and inspect the returned product, we will refund the purchase price to the provided bank account immediately, but no later than 5 days.",
        "fifth": "5. The product must be <strong>undamaged and unused, and original tags must not be removed.</strong>"
    },
    "Login": {
        "title": "Login",
        "email": "Email",
        "password": "Password",
        "login": "Login"
    }
}
